Repository: l3mm0n/l10n
Catalog: Project 1 - SARA/TranslationMemory_pt.tmx
Source language: en_us
Languages: pt_pt

source: Search and Rescue Alerts
pt_pt: Search and Rescue Alerts ou Alertas de busca e resgate

source: Sign Up! or Log In
pt_pt: Registe-se! ou Iniciar Sessão

source: Sign Up
pt_pt: Registe-se!

source: to help bring friends and families back together
pt_pt: Para voltar a juntar amigos e familiares

source: Email Address
pt_pt: Endereço de Email

source: Password
pt_pt: Palavra-passe

source: Phone Number
pt_pt: NºTelemóvel

source: About
pt_pt: Sobre

source: SARA (Search and Rescue Alerts) harnesses the power of caring citizens to help find missing people and return them safely home.
pt_pt: SARA (Search and Rescue Alerts ou Alertas de Busca e Resgate) junta pessoas preocupadas para ajudar a encontrar pessoas desaparecidas e retorna-los em segurança para casa.

source: SARA uses cell phone texts to alert the public about missing persons so they can help search as they go about their daily activities.
pt_pt: SARA manda mensagens de texto para o seu telemóvel para alertar o publico sobre pessoas desaparecias para que você possa ajudar enquanto continua com as suas actividades diárias.

source: Text messages are sent to your phone from approved Law Enforcement agencies which may include a photo and description of the individual, information about the circumstances, and details about organized searches or places where tips can be directed.
pt_pt: As mensagens de texto são mandadas para o seu telemóvel por agencias policiais e podem incluír coisas como fotos, descrições, informações sobre as circustancias, detalhes sobre as buscas ou onde você pode partilhar pistas sobre a localização da pessoa.

source: A Missing Person Poster in the palm of your hand!
pt_pt: Um poster de uma pessoa desaparecida na palma da sua mão!

source: People who want to receive notifications of missing persons in your area are invited to register for SARA on this website.
pt_pt: Pessoas que queiram receber notificações de pessoas desaparecidas na sua área estão convidadas a registarem-se para os SARA neste website.

source: Supported Law Enforcement agencies will send time-sensitive notifications directly to your phone or computer.
pt_pt: Agencias Policiais vão mandar informações actualizadas diretamente para o seu telemóvel ou computador.

source: Don't think you have time to help search?
pt_pt: Pensa que não tem tempo para ajudar nas buscas?

source: Think Again
pt_pt: Pense de novo.

source: How It Works
pt_pt: Como funciona

source: 1 Sign up here or Sign up with Facebook.
pt_pt: Registe-se aqui ou Registe-se com o Facebook.

source: 2 Receive a single opt-in welcome message.
pt_pt: Receba uma unica mensagem de participação e boas vindas.

source: Reply YES to continue to receive SMS text messages.
pt_pt: Responda YES para continuar a receber mensagens de texto.

source: You may opt out at any point by sending STOP to 123456.
pt_pt: Você pode sair do programa a qualquer momento mandando STOP para o número 123456.

source: Send HELP to 123456 for information.
pt_pt: Mande HELP para o número 123456 para informações.

source: No charge but Message and Data rates may apply.
pt_pt: Nenhum custo excluindo custo do seu tarifário será aplicado .

source: Message frequency varies.
pt_pt: Frequencia das mensagens não é constante.

source: 3 Start helping with the search from right where you are.
pt_pt: Começe a ajudar com as buscas do sitio onde se encontra.

source: Just being alert on the roads, at the store, and in your own neighborhood will help.
pt_pt: Estar alerta nas estradas, nas lojas e no seu bairro é o suficience para ajudar.

source: You never know when you will see something that makes the difference.
pt_pt: Você nunca sabe quando ira ver algo que possa fazer a diferença.

source: Have a smartphone?
pt_pt: Têm um smartphone?

source: Check out our app.
pt_pt: Veja a nossa aplicação!

source: Become a first responder
pt_pt: Torne-se um socorrista prioritario.

source: First responders are approved in advance of an official search and may receive priority alerts.
pt_pt: Socorristas prioritarios são aprovados primeiro para uma busca oficial e podem receber alertas primeiro.

source: If you opt in as a first responder, your information will be used for a background check.
pt_pt: Se participar como um socorrista prioritario as suas informações serão usadas para uma verificação.

source: If an official search is organized in a specific area, you will be notified of the place and time.
pt_pt: Se uma busca oficial é organizada numa area especifica, você sera notificado do sitio e da hora.

source: Then you may be pre-approved to search and can skip the lines at the search headquarters.
pt_pt: Então poderá ser pre-aprovado para procurar e ultrapassar as linhas no centro de procura.

source: "I would want everyone looking for my child if something went wrong."
pt_pt: "Eu iria querer todo o mundo procurando pelos meus filhos se algo de errado acontece-se."

source: SIGN UP USING YOUR PHONE.
pt_pt: REGISTE-SE USANDO O SEU TELEMÓVEL.

source: Simply text any zip code to 123456 and receive real-time alerts and advisories directly from your local police department and other local agencies.
pt_pt: Basta mandar uma mensagem de texto com qualquer codigo postal para o número 123456 e receba alertas em tempo real e informações diretamente da seu departamento da policia local e outras agencias.

source: There is no charge for registering, but standard text messaging rates associated with your mobile phone service will apply.
pt_pt: O registo é grátis mas os custos do seu tarifário vão ser aplicados.

source: You can opt out at any time by texting "STOP" to 123456.
pt_pt: Você pode sair do programa a qualquer momento mandando STOP para o número 123456.

source: If you're texting a zip code to 123456 and using SARA for the first time, you can retrieve a temporary password to complete the registration process here.
pt_pt: Se estiver mandando um codigo postal para o número 123456 e usando o SARA pela primeira vez, você pode receber uma password temporaria para completar o registo aqui.

source: Completing the registration process will allow you to fully customize how messages reach you - whether by mobile phone, email, or over the web at www.SARA.com - you decide!
pt_pt: Completar o registo vão permitir que você defina como as mensagens chegam - Através do telemóvel, email, ou através da internet em www.SARA.com - você decide!
